---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.PhotometricWebLightDistribution
source: html/2ac1dc37-f0d1-d897-f459-9e7abe8d90c2.htm
---
# PhotometricWebLightDistribution Methods

Creates a copy of the LightDistribution derived object.